Repository: mkschreder/juci
Catalog: plugins/juci-asterisk/po/*.po
Languages: sv

source: Today
sv: Idag

source: Enabled
sv: Aktiv

source: Disabled
sv: Inaktiverad

source: off
sv: av

source: on
sv: på

source: Phone
sv: Telefoni

source: Schedule
sv: Schemaläggning

source: Call Log
sv: Samtalslogg

source: phone.call_log.info
sv: Inställningar för samtalslogg

source: Show calls for
sv: Visa samtal för

source: Pick phone
sv: Välj telefon

source: Date
sv: Datum

source: Time
sv: Tid

source: External Number
sv: Extern nummer

source: Your number
sv: Ditt nummer

source: Duration
sv: Varaktighet

source: Phone Lines
sv: Telefonlinjer

source: phone.lines.info
sv: Inställningar för telefonianslutningar

source: Name
sv: Namn

source: Internal Number
sv: Intern nummer

source: Outgoing Calls Number
sv: Utgående nummer

source: Pick Outgoing Number
sv: Välj utgående tel. nummer

source: Call Waiting
sv: Samtal väntar

source: Call ID Restriction
sv: Call-id restriktion

source: Number Blocking
sv: Nummerblockering

source: phone.number_blocking.info
sv: Behåll kontrollen över dina räkningar och blockera utgående samtal till oönskade nummer.

source: Outgoing Number Blocking
sv: Utgående samtalsblockering

source: Phone Extension
sv: Telefontillägg

source: Block connections to all foreign numbers
sv: Blockera samtal till alla nummer i utlandet

source: Block connections to all special rate numbers
sv: Blockera samtal till specialnummer

source: Incoming Number Blocking
sv: Inkommande nummberblockering

source: Do not allow connections from these numbers
sv: Blockera samtal från dessa nummer.

source: Outgoing Calls
sv: Utgående Samtal

source: You can also block ranges of numbers.For example: '0160#' blocks all numbers starting with '0160'.
sv: Du kan också blockera ett intervall. Till exempel: "0160#" blockerar alla nummer som börjar med "0160".

source: Incoming Calls
sv: Inkommande samtal

source: SIP Accounts
sv: SIP Konton

source: phone.sip.accounts.info
sv: Inställningar för telefonianslutningar

source: Account Name
sv: Kontonamn

source: SIP Host
sv: SIP Server

source: SIP Auth User
sv: SIP Användarnamn

source: Auth User
sv: Användarnamn

source: SIP User
sv: SIP Användare

source: User
sv: Användare

source: SIP Password
sv: SIP Lösenord

source: Incoming Phone Lines
sv: Inkommande telefonlinor

source: Ringing Schedule
sv: Telefonischema

source: phone.schedule.info
sv: Definiera scheman när dina telefoner bör eller inte bör ringa.

source: During this time ringing is
sv: Denna tid är telefonsamtal

source: Select Schedule Mode
sv: Välj schemaläggningstyp

source: Add a new Ringing Schedule
sv: Lägg till nytt schema

source: Phone Number
sv: Telefonnummer

source: Pick Phone Number
sv: Välj telefonnummer

source: Day
sv: Dag

source: Number
sv: Nummer

source: Speed Dialing
sv: Snabbuppringning

source: phone.speed_dialing.info
sv: Inställningar för snabbuppringning

source: Remove all entries from speed dial list
sv: Ta bort alla nummer från snabbuppringningslistan

source: Clear
sv: Rensa

source: Voice Status
sv: Telefonstatus

source: status.voice.info
sv: Information om telefoni.

source: Your Phone Numbers
sv: Dina telefonnummer

source: Voice Lines
sv: Voiceportar

source: status.voice_lines.info
sv: Status för telefoniuppkopplingar.

source: Your Phone Lines
sv: Dina telefonlinjer

source: Domain
sv: Domän

source: State
sv: Tillstånd

source: Voice service is not available!
sv: Telefoni är inte tillgänglig

source: status-phone-title
sv: Status

source: phone-lines-title
sv: Samtalslinor

source: phone-ringing-schedule-title
sv: Schemaläggning

source: phone-title
sv: Telefoni

source: phone-speed-dialing-title
sv: Snabbuppringning

source: phone-number-blocking-title
sv: Nummerblockering

source: phone-call-log-title
sv: Samtalslogg

source: phone-numbers-title
sv: Telefonnummer

source: menu-status-phone-title
sv: Status

source: menu-phone-lines-title
sv: Telefonikonton

source: menu-phone-ringing-schedule-title
sv: Schemaläggning

source: menu-phone-title
sv: Telefoni

source: menu-phone-speed-dialing-title
sv: Snabbuppringning

source: menu-phone-number-blocking-title
sv: Nummerblockering

source: menu-phone-call-log-title
sv: Samtalslogg

source: menu-phone-numbers-title
sv: Telefonnummer
